Repository: SrgyPetrov/tic-tac-toe
Catalog: game/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You have already invited this user to game.
ru: Вы уже пригласили этого пользователя в игру.

source: first user
ru: первый игрок

source: second user
ru: второй игрок

source: is active
ru: активна

source: game
ru: игра

source: games
ru: игры

source: user
ru: игрок

source: move
ru: перемещение

source: game move
ru: игровое перемещение

source: game moves
ru: игровые перемещения

source: You won!
ru: Вы победили!

source: You lost the game.
ru: Вы проиграли.

source: Its a tie!
ru: Ничья!

source: You have a new game invite from {0}. <br> <a href="{1}" class="btn btn-success invite-link"> Accept</a> <a href="{2}" class="btn btn-danger invite-link" id="decline"> Decline</a>
ru: Новое приглашение в игру от {0}. <br> <a href="{1}" class="btn btn-success invite-link"> Принять</a> <a href="{2}" class="btn btn-danger invite-link" id="decline"> Отклонить</a>

source: Invite was successfully sent.
ru: Приглашение успешно отправлено.

source: Your turn.
ru: Ваш ход.

source: Your opponents turn.
ru: Ход соперника.

source: Error occured.
ru: Произошла ошибка.

source: A new game with {0} has started <a href='{1}'>here.</a>
ru: Новая игра с {0} началась <a href='{1}'>здесь.</a>

source: {0} has declined your invitation.
ru: {0} отклонил ваше приглашение.

source: Invitation declined.
ru: Приглашение отклонено.

source: {0} started game again. <a href='{1}' class='btn btn-danger refuse-link'> Refuse</a>
ru: {0} начал игру заново. <a href='{1}' class='btn btn-danger refuse-link'> Отказаться</a>

source: {0} has refused game.
ru: {0} отказался от игры.

source: Game finished.
ru: Игра закончена.
